Repository: danya-prohvat/ctracker
Catalog: CalorieTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: %@ / month
ar: %@ / شهر
bn: %@ / মাস
cs: %@ / měsíc
da: %@ / måned
de: %@ / Monat
el: %@ / μήνα
es_es: %@ / mes
fi: %@ / kk
fr: %@ / mois
he: %@ / חודש
hi: %@ / माह
hr: %@ / mjesečno
hu: %@ / hónap
id: %@ / bulan
it: %@ / mese
ja: %@ / 月
ko: %@ / 월
ms: %@ / bulan
nb: %@ / måned
nl: %@ / maand
pl: %@ / miesiąc
pt_br: %@ / mês
pt_pt: %@ / mês
ro: %@ / lună
ru: %@ / мес.
sk: %@ / mesiac
sl: %@ / mesec
sv: %@ / månad
th: %@ / เดือน
tr: %@ / ay
uk: %@ / місяць
ur: %@ / ماہ
vi: %@ / tháng
zh_hans: %@ / 月
zh_hant: %@ / 月

source: %@ / week
ar: %@ / أسبوع
bn: %@ / সপ্তাহ
cs: %@ / týden
da: %@ / uge
de: %@ / Woche
el: %@ / εβδομάδα
es_es: %@ / semana
fi: %@ / vko
fr: %@ / semaine
he: %@ / שבוע
hi: %@ / सप्ताह
hr: %@ / tjedno
hu: %@ / hét
id: %@ / minggu
it: %@ / settimana
ja: %@ / 週
ko: %@ / 주
ms: %@ / minggu
nb: %@ / uke
pl: %@ / tydzień
pt_br: %@ / semana
pt_pt: %@ / semana
ro: %@ / săptămână
ru: %@ / нед.
sk: %@ / týždeň
sl: %@ / teden
sv: %@ / vecka
th: %@ / สัปดาห์
tr: %@ / hafta
uk: %@ / тиждень
ur: %@ / ہفتہ
vi: %@ / tuần
zh_hans: %@ / 周
zh_hant: %@ / 週

source: %@ / year
ar: %@ / سنة
bn: %@ / বছর
cs: %@ / rok
da: %@ / år
de: %@ / Jahr
el: %@ / έτος
es_es: %@ / año
fi: %@ / vuosi
fr: %@ / an
he: %@ / שנה
hi: %@ / वर्ष
hr: %@ / godišnje
hu: %@ / év
id: %@ / tahun
it: %@ / anno
ja: %@ / 年
ko: %@ / 년
ms: %@ / tahun
nb: %@ / år
nl: %@ / jaar
pl: %@ / rok
pt_br: %@ / ano
pt_pt: %@ / ano
ro: %@ / an
ru: %@ / год
sk: %@ / rok
sl: %@ / leto
sv: %@ / år
th: %@ / ปี
tr: %@ / yıl
uk: %@ / рік
ur: %@ / سال
vi: %@ / năm
zh_hans: %@ / 年
zh_hant: %@ / 年

source: %@ g
ar: %@ غ
bn: %@ গ্রাম
he: %@ גרם
ru: %@ г
uk: %@ г
ur: %@ گرام
zh_hant: %@ 公克

source: %@ kcal
ar: %@ سعرة
bn: %@ ক্যালরি
he: %@ קק״ל
id: %@ kkal
ru: %@ ккал
uk: %@ ккал
ur: %@ کیلوری
zh_hant: %@ 大卡

# %@ kcal / %@
source: %1$@ kcal / %2$@
ar: %1$@ سعرة / %2$@
bn: %1$@ ক্যালরি / %2$@
he: %1$@ קק״ל / %2$@
id: %1$@ kkal / %2$@
ru: %1$@ ккал / %2$@
uk: %1$@ ккал / %2$@
ur: %1$@ کیلوری / %2$@
zh_hant: %1$@ 大卡 / %2$@

# %@ kcal · %@ P · %@ F · %@ C
source: %1$@ kcal · %2$@ P · %3$@ F · %4$@ C
ar: %1$@ سعرة · %2$@ ب · %3$@ د · %4$@ ك
bn: %1$@ ক্যালরি · %2$@ প্রো · %3$@ ফ্যা · %4$@ কা
cs: %1$@ kcal · %2$@ B · %3$@ T · %4$@ S
da: %1$@ kcal · %2$@ P · %3$@ F · %4$@ K
de: %1$@ kcal · %2$@ P · %3$@ F · %4$@ K
el: %1$@ kcal · %2$@ Π · %3$@ Λ · %4$@ Υ
es_es: %1$@ kcal · %2$@ P · %3$@ G · %4$@ C
fi: %1$@ kcal · %2$@ P · %3$@ R · %4$@ H
fr: %1$@ kcal · %2$@ P · %3$@ L · %4$@ G
he: %1$@ קק״ל · %2$@ ח׳ · %3$@ ש׳ · %4$@ פ׳
hr: %1$@ kcal · %2$@ P · %3$@ M · %4$@ UH
hu: %1$@ kcal · %2$@ F · %3$@ Zs · %4$@ CH
id: %1$@ kkal · %2$@ P · %3$@ L · %4$@ K
it: %1$@ kcal · %2$@ P · %3$@ G · %4$@ C
ko: %1$@ kcal · 단 %2$@ · 지 %3$@ · 탄 %4$@
ms: %1$@ kcal · %2$@ P · %3$@ L · %4$@ K
nb: %1$@ kcal · %2$@ P · %3$@ F · %4$@ K
nl: %1$@ kcal · %2$@ E · %3$@ V · %4$@ K
pl: %1$@ kcal · %2$@ B · %3$@ T · %4$@ W
pt_br: %1$@ kcal · %2$@ P · %3$@ G · %4$@ C
pt_pt: %1$@ kcal · %2$@ P · %3$@ G · %4$@ HC
ro: %1$@ kcal · %2$@ P · %3$@ G · %4$@ C
ru: %1$@ ккал · %2$@ Б · %3$@ Ж · %4$@ У
sk: %1$@ kcal · %2$@ B · %3$@ T · %4$@ S
sl: %1$@ kcal · %2$@ B · %3$@ M · %4$@ OH
sv: %1$@ kcal · %2$@ P · %3$@ F · %4$@ K
tr: %1$@ kcal · %2$@ P · %3$@ Y · %4$@ K
uk: %1$@ ккал · %2$@ Б · %3$@ Ж · %4$@ В
ur: %1$@ کیلوری · %2$@ پ · %3$@ چ · %4$@ ک
zh_hans: %1$@ kcal · 蛋白 %2$@ · 脂肪 %3$@ · 碳水 %4$@
zh_hant: %1$@ 大卡 · 蛋白 %2$@ · 脂肪 %3$@ · 碳水 %4$@

source: %@ kg
ar: %@ كغم
bn: %@ কেজি
he: %@ ק״ג
ru: %@ кг
uk: %@ кг
ur: %@ کلوگرام
zh_hant: %@ 公斤

source: %@ lbs
ar: %@ رطل
bn: %@ পাউন্ড
cs: %@ lb
es_es: %@ lb
fr: %@ lb
he: %@ ליברות
hr: %@ lb
hu: %@ font
it: %@ lb
pt_br: %@ lb
pt_pt: %@ lb
ru: %@ фунт.
sk: %@ lb
sl: %@ lb
tr: %@ lb
uk: %@ фнт
ur: %@ پاؤنڈ
zh_hant: %@ 磅

source: %@ will be removed from your diary. This can't be undone.
ar: ستتم إزالة %@ من يومياتك. لا يمكن التراجع عن ذلك.
bn: %@ আপনার ডায়েরি থেকে মুছে ফেলা হবে। এটি আর ফেরানো যাবে না।
cs: Položka %@ bude odstraněna z deníku. Tuto akci nelze vrátit zpět.
da: %@ fjernes fra din dagbog. Dette kan ikke fortrydes.
de: %@ wird aus deinem Tagebuch entfernt. Das lässt sich nicht rückgängig machen.
el: Το «%@» θα αφαιρεθεί από το ημερολόγιό σας. Αυτό δεν μπορεί να αναιρεθεί.
es_es: %@ se eliminará de tu diario. Esta acción no se puede deshacer.
fi: %@ poistetaan päiväkirjastasi. Tätä ei voi kumota.
fr: %@ sera supprimé de votre journal. Cette action est irréversible.
he: %@ יוסר מהיומן שלך. פעולה זו אינה ניתנת לביטול.
hi: %@ आपकी डायरी से हटा दिया जाएगा। इसे वापस नहीं लाया जा सकता।
hr: %@ će biti uklonjeno iz dnevnika. To se ne može poništiti.
hu: A(z) %@ törlődik a naplódból. Ez nem vonható vissza.
id: %@ akan dihapus dari jurnal Anda. Tindakan ini tidak dapat diurungkan.
it: %@ sarà rimosso dal diario. Questa azione non può essere annullata.
ja: %@を食事記録から削除します。この操作は取り消せません。
ko: %@이(가) 식단 기록에서 삭제됩니다. 이 동작은 취소할 수 없습니다.
ms: %@ akan dibuang daripada diari anda. Tindakan ini tidak boleh dibuat asal.
nb: %@ fjernes fra dagboken din. Dette kan ikke angres.
nl: %@ wordt uit je dagboek verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Wpis „%@” zostanie usunięty z dziennika. Tego nie można cofnąć.
pt_br: %@ será removido do seu diário. Isso não pode ser desfeito.
pt_pt: %@ será removido do seu diário. Esta ação não pode ser anulada.
ro: %@ va fi eliminat din jurnal. Acțiunea nu poate fi anulată.
ru: «%@» будет удалено из дневника. Это действие нельзя отменить.
sk: %@ sa odstráni z vášho denníka. Túto akciu nemožno vrátiť späť.
sl: %@ bo odstranjen iz dnevnika. Tega ni mogoče razveljaviti.
sv: %@ tas bort från din dagbok. Detta kan inte ångras.
th: %@ จะถูกลบออกจากไดอารี่ของคุณ และไม่สามารถเลิกทำได้
tr: %@ günlüğünüzden kaldırılacak. Bu işlem geri alınamaz.
uk: %@ буде видалено з вашого щоденника. Цю дію не можна скасувати.
ur: %@ آپ کی ڈائری سے ہٹا دیا جائے گا۔ اسے واپس نہیں کیا جا سکتا۔
vi: %@ sẽ bị xóa khỏi nhật ký của bạn. Không thể hoàn tác.
zh_hans: %@ 将从你的日记中移除。此操作无法撤销。
zh_hant: 「%@」將從你的日記中移除。此動作無法復原。

source: %@ · %@ kcal
ar: %@ · %@ سعرة
bn: %@ · %@ ক্যালরি
he: %@ · %@ קק״ל
id: %@ · %@ kkal
ru: %@ · %@ ккал
uk: %@ · %@ ккал
ur: %@ · %@ کیلوری
zh_hant: %@ · %@ 大卡

# %@ · P%@ F%@ C%@
source: %1$@ · P%2$@ F%3$@ C%4$@
ar: %1$@ · ب%2$@ د%3$@ ك%4$@
bn: %1$@ · প্রো%2$@ ফ্যা%3$@ কা%4$@
cs: %1$@ · B%2$@ T%3$@ S%4$@
da: %1$@ · P%2$@ F%3$@ K%4$@
de: %1$@ · P%2$@ F%3$@ K%4$@
el: %1$@ · Π%2$@ Λ%3$@ Υ%4$@
es_es: %1$@ · P%2$@ G%3$@ C%4$@
fi: %1$@ · P%2$@ R%3$@ H%4$@
fr: %1$@ · P%2$@ L%3$@ G%4$@
he: %1$@ · ח׳%2$@ ש׳%3$@ פ׳%4$@
hr: %1$@ · P%2$@ M%3$@ UH%4$@
hu: %1$@ · F%2$@ Zs%3$@ CH%4$@
id: %1$@ · P%2$@ L%3$@ K%4$@
it: %1$@ · P%2$@ G%3$@ C%4$@
ko: %1$@ · 단%2$@ 지%3$@ 탄%4$@
ms: %1$@ · P%2$@ L%3$@ K%4$@
nb: %1$@ · P%2$@ F%3$@ K%4$@
nl: %1$@ · E%2$@ V%3$@ K%4$@
pl: %1$@ · B%2$@ T%3$@ W%4$@
pt_br: %1$@ · P%2$@ G%3$@ C%4$@
pt_pt: %1$@ · P%2$@ G%3$@ HC%4$@
ro: %1$@ · P%2$@ G%3$@ C%4$@
ru: %1$@ · Б%2$@ Ж%3$@ У%4$@
sk: %1$@ · B%2$@ T%3$@ S%4$@
sl: %1$@ · B%2$@ M%3$@ OH%4$@
sv: %1$@ · P%2$@ F%3$@ K%4$@
tr: %1$@ · P%2$@ Y%3$@ K%4$@
uk: %1$@ · Б%2$@ Ж%3$@ В%4$@
ur: %1$@ · پ%2$@ چ%3$@ ک%4$@
zh_hans: %1$@ · 蛋白%2$@ 脂肪%3$@ 碳水%4$@
zh_hant: %1$@ · 蛋白%2$@ 脂肪%3$@ 碳水%4$@

# %@, %@ calories
source: %1$@, %2$@ calories
ar: %1$@، %2$@ سعرة حرارية
bn: %1$@, %2$@ ক্যালরি
cs: %1$@, %2$@ kalorií
da: %1$@, %2$@ kalorier
de: %1$@, %2$@ Kalorien
el: %1$@, %2$@ θερμίδες
es_es: %1$@, %2$@ calorías
fi: %1$@, %2$@ kaloria
he: %1$@, %2$@ קלוריות
hi: %1$@, %2$@ कैलोरी
hr: %1$@, %2$@ kalorija
hu: %1$@, %2$@ kalória
id: %1$@, %2$@ kalori
it: %1$@, %2$@ calorie
ja: %1$@、%2$@キロカロリー
ko: %1$@, %2$@ 칼로리
ms: %1$@, %2$@ kalori
nb: %1$@, %2$@ kalorier
nl: %1$@, %2$@ calorieën
pl: %1$@, %2$@ kalorii
pt_br: %1$@, %2$@ calorias
pt_pt: %1$@, %2$@ calorias
ro: %1$@, %2$@ calorii
ru: %1$@, %2$@ калорий
sk: %1$@, %2$@ kalórií
sl: %1$@, %2$@ kalorij
sv: %1$@, %2$@ kalorier
th: %1$@, %2$@ แคลอรี่
tr: %1$@, %2$@ kalori
uk: %1$@, %2$@ калорій
ur: %1$@، %2$@ کیلوریز
vi: %1$@, %2$@ calo
zh_hans: %1$@，%2$@ 千卡
zh_hant: %1$@，%2$@ 大卡

# %@, %@ calories so far, %@
source: %1$@, %2$@ calories so far, %3$@
ar: %1$@، %2$@ سعرة حرارية حتى الآن، %3$@
bn: %1$@, এ পর্যন্ত %2$@ ক্যালরি, %3$@
cs: %1$@, zatím %2$@ kalorií, %3$@
da: %1$@, %2$@ kalorier indtil videre, %3$@
de: %1$@, bisher %2$@ Kalorien, %3$@
el: %1$@, %2$@ θερμίδες μέχρι στιγμής, %3$@
es_es: %1$@, %2$@ calorías por ahora, %3$@
fi: %1$@, %2$@ kaloria tähän mennessä, %3$@
fr: %1$@, %2$@ calories pour l’instant, %3$@
he: %1$@, %2$@ קלוריות עד כה, %3$@
hi: %1$@, अब तक %2$@ कैलोरी, %3$@
hr: %1$@, dosad %2$@ kalorija, %3$@
hu: %1$@, eddig %2$@ kalória, %3$@
id: %1$@, %2$@ kalori sejauh ini, %3$@
it: %1$@, %2$@ calorie finora, %3$@
ja: %1$@、ここまで%2$@キロカロリー、%3$@
ko: %1$@, 현재까지 %2$@ 칼로리, %3$@
ms: %1$@, %2$@ kalori setakat ini, %3$@
nb: %1$@, %2$@ kalorier så langt, %3$@
nl: %1$@, %2$@ calorieën tot nu toe, %3$@
pl: %1$@, dotychczas %2$@ kalorii, %3$@
pt_br: %1$@, %2$@ calorias até agora, %3$@
pt_pt: %1$@, %2$@ calorias até agora, %3$@
ro: %1$@, %2$@ calorii până acum, %3$@
ru: %1$@, пока %2$@ калорий, %3$@
sk: %1$@, zatiaľ %2$@ kalórií, %3$@
sl: %1$@, doslej %2$@ kalorij, %3$@
sv: %1$@, %2$@ kalorier hittills, %3$@
th: %1$@, %2$@ แคลอรี่จนถึงตอนนี้, %3$@
tr: %1$@, şu ana kadar %2$@ kalori, %3$@
uk: %1$@, наразі %2$@ калорій, %3$@
ur: %1$@، اب تک %2$@ کیلوریز، %3$@
vi: %1$@, %2$@ calo tính đến giờ, %3$@
zh_hans: %1$@，目前已摄入 %2$@ 千卡，%3$@
zh_hant: %1$@，目前 %2$@ 大卡，%3$@

# %@, %@ of %@ calories so far, %@, %@
source: %1$@, %2$@ of %3$@ calories so far, %4$@, %5$@
ar: %1$@، %2$@ من %3$@ سعرة حرارية حتى الآن، %4$@، %5$@
bn: %1$@, এ পর্যন্ত %3$@-এর মধ্যে %2$@ ক্যালরি, %4$@, %5$@
cs: %1$@, zatím %2$@ z %3$@ kalorií, %4$@, %5$@
da: %1$@, %2$@ af %3$@ kalorier indtil videre, %4$@, %5$@
de: %1$@, bisher %2$@ von %3$@ Kalorien, %4$@, %5$@
el: %1$@, %2$@ από %3$@ θερμίδες μέχρι στιγμής, %4$@, %5$@
es_es: %1$@, %2$@ de %3$@ calorías por ahora, %4$@, %5$@
fi: %1$@, %2$@/%3$@ kaloria tähän mennessä, %4$@, %5$@
fr: %1$@, %2$@ sur %3$@ calories pour l’instant, %4$@, %5$@
he: %1$@, %2$@ מתוך %3$@ קלוריות עד כה, %4$@, %5$@
hi: %1$@, %3$@ में से अब तक %2$@ कैलोरी, %4$@, %5$@
hr: %1$@, dosad %2$@ od %3$@ kalorija, %4$@, %5$@
hu: %1$@, eddig %2$@ / %3$@ kalória, %4$@, %5$@
id: %1$@, %2$@ dari %3$@ kalori sejauh ini, %4$@, %5$@
it: %1$@, %2$@ di %3$@ calorie finora, %4$@, %5$@
ja: %1$@、ここまで%3$@キロカロリー中%2$@、%4$@、%5$@
ko: %1$@, 현재까지 %3$@ 중 %2$@ 칼로리, %4$@, %5$@
ms: %1$@, %2$@ daripada %3$@ kalori setakat ini, %4$@, %5$@
nb: %1$@, %2$@ av %3$@ kalorier så langt, %4$@, %5$@
nl: %1$@, %2$@ van %3$@ calorieën tot nu toe, %4$@, %5$@
pl: %1$@, dotychczas %2$@ z %3$@ kalorii, %4$@, %5$@
pt_br: %1$@, %2$@ de %3$@ calorias até agora, %4$@, %5$@
pt_pt: %1$@, %2$@ de %3$@ calorias até agora, %4$@, %5$@
ro: %1$@, %2$@ din %3$@ calorii până acum, %4$@, %5$@
ru: %1$@, пока %2$@ из %3$@ калорий, %4$@, %5$@
sk: %1$@, zatiaľ %2$@ z %3$@ kalórií, %4$@, %5$@
sl: %1$@, doslej %2$@ od %3$@ kalorij, %4$@, %5$@
sv: %1$@, %2$@ av %3$@ kalorier hittills, %4$@, %5$@
th: %1$@, %2$@ จาก %3$@ แคลอรี่จนถึงตอนนี้, %4$@, %5$@
tr: %1$@, şu ana kadar %3$@ kaloriden %2$@, %4$@, %5$@
uk: %1$@, наразі %2$@ з %3$@ калорій, %4$@, %5$@
ur: %1$@، اب تک %3$@ میں سے %2$@ کیلوریز، %4$@، %5$@
vi: %1$@, %2$@ trên %3$@ calo tính đến giờ, %4$@, %5$@
zh_hans: %1$@，目前已摄入 %2$@ / %3$@ 千卡，%4$@，%5$@
zh_hant: %1$@，目前 %2$@ 大卡，目標 %3$@ 大卡，%4$@，%5$@

# %@, %@ of %@ calories, %@
source: %1$@, %2$@ of %3$@ calories, %4$@
ar: %1$@، %2$@ من %3$@ سعرة حرارية، %4$@
bn: %1$@, %3$@-এর মধ্যে %2$@ ক্যালরি, %4$@
cs: %1$@, %2$@ z %3$@ kalorií, %4$@
da: %1$@, %2$@ af %3$@ kalorier, %4$@
de: %1$@, %2$@ von %3$@ Kalorien, %4$@
el: %1$@, %2$@ από %3$@ θερμίδες, %4$@
es_es: %1$@, %2$@ de %3$@ calorías, %4$@
fi: %1$@, %2$@/%3$@ kaloria, %4$@
fr: %1$@, %2$@ sur %3$@ calories, %4$@
he: %1$@, %2$@ מתוך %3$@ קלוריות, %4$@
hi: %1$@, %3$@ में से %2$@ कैलोरी, %4$@
hr: %1$@, %2$@ od %3$@ kalorija, %4$@
hu: %1$@, %2$@ / %3$@ kalória, %4$@
id: %1$@, %2$@ dari %3$@ kalori, %4$@
it: %1$@, %2$@ di %3$@ calorie, %4$@
ja: %1$@、%3$@キロカロリー中%2$@、%4$@
ko: %1$@, %3$@ 중 %2$@ 칼로리, %4$@
ms: %1$@, %2$@ daripada %3$@ kalori, %4$@
nb: %1$@, %2$@ av %3$@ kalorier, %4$@
nl: %1$@, %2$@ van %3$@ calorieën, %4$@
pl: %1$@, %2$@ z %3$@ kalorii, %4$@
pt_br: %1$@, %2$@ de %3$@ calorias, %4$@
pt_pt: %1$@, %2$@ de %3$@ calorias, %4$@
ro: %1$@, %2$@ din %3$@ calorii, %4$@
ru: %1$@, %2$@ из %3$@ калорий, %4$@
sk: %1$@, %2$@ z %3$@ kalórií, %4$@
sl: %1$@, %2$@ od %3$@ kalorij, %4$@
sv: %1$@, %2$@ av %3$@ kalorier, %4$@
th: %1$@, %2$@ จาก %3$@ แคลอรี่, %4$@
tr: %1$@, %3$@ kaloriden %2$@, %4$@
uk: %1$@, %2$@ з %3$@ калорій, %4$@
ur: %1$@، %3$@ میں سے %2$@ کیلوریز، %4$@
vi: %1$@, %2$@ trên %3$@ calo, %4$@
zh_hans: %1$@，%2$@ / %3$@ 千卡，%4$@
zh_hant: %1$@，%2$@ 大卡，目標 %3$@ 大卡，%4$@

source: %@, locked. Upgrade to view older history.
ar: %@، مقفل. قم بالترقية لعرض السجل الأقدم.
bn: %@, লক করা আছে। পুরনো ইতিহাস দেখতে আপগ্রেড করুন।
cs: %@, uzamčeno. Starší historii zobrazíte po upgradu.
da: %@, låst. Opgrader for at se ældre historik.
de: %@, gesperrt. Upgrade, um älteren Verlauf zu sehen.
el: %@, κλειδωμένη. Αναβαθμίστε για να δείτε παλαιότερο ιστορικό.
es_es: %@, bloqueado. Mejora tu plan para ver el historial anterior.
fi: %@, lukittu. Päivitä nähdäksesi vanhemman historian.
fr: %@, verrouillé. Passez à Premium pour voir l’historique plus ancien.
he: %@, נעול. שדרגו כדי לצפות בהיסטוריה ישנה יותר.
hi: %@, लॉक है। पुरानी हिस्ट्री देखने के लिए अपग्रेड करें।
hr: %@, zaključano. Nadogradite za pregled starije povijesti.
hu: %@, zárolva. A régebbi előzményekhez válts Prémiumra.
id: %@, terkunci. Tingkatkan untuk melihat riwayat lebih lama.
it: %@, bloccato. Passa a Premium per vedere la cronologia precedente.
ja: %@、ロック中。過去の履歴を見るにはアップグレードが必要です。
ko: %@, 잠김. 이전 기록을 보려면 업그레이드하세요.
ms: %@, dikunci. Naik taraf untuk melihat sejarah lebih lama.
nb: %@, låst. Oppgrader for å se eldre historikk.
nl: %@, vergrendeld. Upgrade om oudere geschiedenis te bekijken.
pl: %@, zablokowane. Przejdź na Premium, aby zobaczyć starszą historię.
pt_br: %@, bloqueado. Faça upgrade para ver o histórico mais antigo.
pt_pt: %@, bloqueado. Atualize para ver o histórico mais antigo.
ro: %@, blocat. Treci la Premium pentru a vedea istoricul mai vechi.
ru: %@, заблокировано. Оформите Премиум, чтобы видеть более раннюю историю.
sk: %@, uzamknuté. Staršiu históriu zobrazíte s Premium.
sl: %@, zaklenjeno. Nadgradite za ogled starejše zgodovine.
sv: %@, låst. Uppgradera för att se äldre historik.
th: %@, ล็อกอยู่ อัปเกรดเพื่อดูประวัติที่เก่ากว่า
tr: %@, kilitli. Daha eski geçmişi görmek için yükseltin.
uk: %@, заблоковано. Оформіть Преміум, щоб переглядати давнішу історію.
ur: %@، مقفل۔ پرانی ہسٹری دیکھنے کے لیے اپ گریڈ کریں۔
vi: %@, đã khóa. Nâng cấp để xem lịch sử cũ hơn.
zh_hans: %@，已锁定。升级即可查看更早的历史记录。
zh_hant: %@，已鎖定。升級即可查看更久之前的歷史記錄。

source: %lld added
ar: تمت إضافة %lld
bn: %lldটি যোগ হয়েছে
cs: %lld přidáno
da: %lld tilføjet
de: %lld hinzugefügt
el: %lld προστέθηκαν
es_es: %lld añadidos
fi: %lld lisättyä
fr: %lld ajoutés
he: נוספו %lld
hi: %lld जोड़े गए
hr: %lld dodano
hu: %lld hozzáadva
id: %lld ditambahkan
it: %lld aggiunti
ja: %lld件追加済み
ko: %lld개 추가됨
ms: %lld ditambah
nb: %lld lagt til
nl: %lld toegevoegd
pl: Dodano: %lld
pt_br: %lld adicionados
pt_pt: %lld adicionados
ro: %lld de adăugați
ru: Добавлено: %lld
sk: Pridané: %lld
sl: Dodano: %lld
sv: %lld tillagda
th: เพิ่มแล้ว %lld
tr: %lld eklendi
uk: Додано: %lld
ur: %lld شامل شدہ
vi: Đã thêm %lld
zh_hans: 已添加 %lld 项
zh_hant: 已加入 %lld 項

source: %lld added · tap to edit
ar: تمت إضافة %lld · اضغط للتعديل
bn: %lldটি যোগ হয়েছে · সম্পাদনা করতে ট্যাপ করুন
cs: %lld přidáno · klepnutím upravíte
da: %lld tilføjet · tryk for at redigere
de: %lld hinzugefügt · zum Bearbeiten tippen
el: %lld προστέθηκαν · πατήστε για επεξεργασία
es_es: %lld añadidos · toca para editar
fi: %lld lisättyä · muokkaa napauttamalla
fr: %lld ajoutés · touchez pour modifier
he: נוספו %lld · הקישו לעריכה
hi: %lld जोड़े गए · बदलने के लिए टैप करें
hr: %lld dodano · dodirnite za uređivanje
hu: %lld hozzáadva · koppints a szerkesztéshez
id: %lld ditambahkan · ketuk untuk mengedit
it: %lld aggiunti · tocca per modificare
ja: %lld件追加済み · タップで編集
ko: %lld개 추가됨 · 탭하여 편집
ms: %lld ditambah · ketik untuk edit
nb: %lld lagt til · trykk for å endre
nl: %lld toegevoegd · tik om te wijzigen
pl: Dodano: %lld · stuknij, aby edytować
pt_br: %lld adicionados · toque para editar
pt_pt: %lld adicionados · toque para editar
ro: %lld de adăugați · atinge pentru a edita
ru: Добавлено: %lld · нажмите, чтобы изменить
sk: Pridané: %lld · ťuknutím upravíte
sl: Dodano: %lld · tapnite za urejanje
sv: %lld tillagda · tryck för att ändra
th: เพิ่มแล้ว %lld · แตะเพื่อแก้ไข
tr: %lld eklendi · düzenlemek için dokunun
uk: Додано: %lld · торкніться, щоб змінити
ur: %lld شامل شدہ · ترمیم کے لیے ٹیپ کریں
vi: Đã thêm %lld · chạm để sửa
zh_hans: 已添加 %lld 项 · 点按编辑
zh_hant: 已加入 %lld 項 · 點一下編輯

source: %lld cm
ar: %lld سم
bn: %lld সেমি
he: %lld ס״מ
ru: %lld см
uk: %lld см
ur: %lld سینٹی میٹر
zh_hant: %lld 公分

source: %lld kg
ar: %lld كغم
bn: %lld কেজি
he: %lld ק״ג
ru: %lld кг
uk: %lld кг
ur: %lld کلوگرام
zh_hant: %lld 公斤

source: %lld lbs
ar: %lld رطل
bn: %lld পাউন্ড
cs: %lld lb
es_es: %lld lb
fr: %lld lb
he: %lld ליברות
hr: %lld lb
hu: %lld font
it: %lld lb
pt_br: %lld lb
pt_pt: %lld lb
ru: %lld фунт.
sk: %lld lb
sl: %lld lb
tr: %lld lb
uk: %lld фнт
ur: %lld پاؤنڈ
zh_hant: %lld 磅

source: %lld tracked
ar: يتم تتبع %lld
bn: %lldটি ট্র্যাক হচ্ছে
cs: %lld sledováno
da: %lld spores
de: %lld erfasst
el: %lld παρακολουθούνται
es_es: %lld en seguimiento
fi: %lld seurannassa
fr: %lld suivis
he: %lld במעקב
hi: %lld ट्रैक हो रहे हैं
hr: %lld praćeno
hu: %lld követve
id: %lld dilacak
it: %lld monitorati
ja: %lld件記録中
ko: %lld개 추적 중
ms: %lld dijejak
nb: %lld spores
nl: %lld bijgehouden
pl: Śledzone: %lld
pt_br: %lld monitorados
pt_pt: %lld monitorizados
ro: %lld de urmăriți
ru: Отслеживается: %lld
sk: Sledované: %lld
sl: Spremljanih: %lld
sv: %lld spårade
th: ติดตามอยู่ %lld
tr: %lld takip ediliyor
uk: Відстежується: %lld
ur: %lld ٹریک شدہ
vi: Đang theo dõi %lld
zh_hans: 已跟踪 %lld 项
zh_hant: 追蹤 %lld 項

source: +%@ over
ar: +%@ زيادة
bn: +%@ বেশি
cs: +%@ navíc
de: +%@ darüber
el: +%@ επιπλέον
es_es: +%@ de más
fi: +%@ yli
fr: +%@ en trop
he: +%@ מעל
hi: +%@ ज़्यादा
hr: +%@ preko
hu: +%@ túllépés
id: +%@ lebih
it: +%@ oltre
ja: +%@ 超過
ko: +%@ 초과
ms: +%@ lebih
nl: +%@ te veel
pl: +%@ ponad limit
pt_br: +%@ acima
pt_pt: +%@ a mais
ro: +%@ peste limită
ru: +%@ сверх нормы
sk: +%@ navyše
sl: +%@ čez
sv: +%@ över
th: เกิน %@
tr: +%@ fazla
uk: +%@ понад норму
ur: +%@ زیادہ
vi: +%@ vượt mức
zh_hans: 超出 %@
zh_hant: 超出 %@

source: 1 µg = 40 IU
ar: ١ مكغ = ٤٠ وحدة دولية
bn: ১ মা.গ্রা. = ৪০ IU
da: 1 µg = 40 IE
de: 1 µg = 40 I.E.
es_es: 1 µg = 40 UI
fr: 1 µg = 40 UI
he: 1 מק״ג = 40 יחב״ל
hr: 1 µg = 40 IJ
hu: 1 µg = 40 NE
it: 1 µg = 40 UI
nb: 1 µg = 40 IE
nl: 1 µg = 40 IE
pl: 1 µg = 40 j.m.
pt_br: 1 µg = 40 UI
pt_pt: 1 µg = 40 UI
ro: 1 µg = 40 UI
ru: 1 мкг = 40 МЕ
sv: 1 µg = 40 IE
uk: 1 мкг = 40 МО
ur: 1 مائیکروگرام = 40 IU
zh_hant: 1 微克 = 40 IU

source: 100 g
ar: ١٠٠ غ
bn: ১০০ গ্রাম
he: 100 גרם
ru: 100 г
uk: 100 г
ur: 100 گرام
zh_hant: 100 公克

source: 100 ml
ar: ١٠٠ مل
bn: ১০০ মি.লি.
he: 100 מ״ל
ru: 100 мл
uk: 100 мл
ur: 100 ملی لیٹر
zh_hant: 100 毫升

source: 3.4 fl oz
ar: ٣٫٤ أونصة سائلة
bn: ৩.৪ ফ্লু. আউন্স
ru: 3,4 жидк. унц.
uk: 3,4 рід. унц.
ur: 3.4 فلوئڈ اونس
zh_hant: 3.4 液盎司

source: 3.5 oz
ar: ٣٫٥ أونصة
bn: ৩.৫ আউন্স
ru: 3,5 унц.
uk: 3,5 унц.
ur: 3.5 اونس
zh_hant: 3.5 盎司

source: About
ar: حول
bn: সম্পর্কে
cs: O aplikaci
da: Om
de: Info
el: Πληροφορίες
es_es: Acerca de
fi: Tietoja
fr: À propos
he: אודות
hi: जानकारी
hr: Informacije
hu: Névjegy
id: Tentang
it: Informazioni
ja: 情報
ko: 정보
ms: Perihal
nb: Om
nl: Info
pl: Informacje
pt_br: Sobre
pt_pt: Acerca de
ro: Despre
ru: О приложении
sk: O aplikácii
sl: O aplikaciji
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про застосунок
ur: تعارف
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: About you
ar: معلومات عنك
bn: আপনার সম্পর্কে
cs: O vás
da: Om dig
de: Über dich
el: Σχετικά με εσάς
es_es: Sobre ti
fi: Tietoa sinusta
fr: À propos de vous
he: עליך
hi: आपके बारे में
hr: O vama
hu: Rólad
id: Tentang Anda
it: Su di te
ja: あなたについて
ko: 내 정보
ms: Tentang anda
nb: Om deg
nl: Over jou
pl: O Tobie
pt_br: Sobre você
pt_pt: Sobre si
ro: Despre tine
ru: О вас
sk: O vás
sl: O vas
sv: Om dig
th: เกี่ยวกับคุณ
tr: Hakkınızda
uk: Про вас
ur: آپ کے بارے میں
vi: Về bạn
zh_hans: 关于你
zh_hant: 關於你

source: Active
ar: نشيط
bn: সক্রিয়
cs: Aktivní
da: Aktiv
de: Aktiv
el: Δραστήριος
es_es: Activo
fi: Aktiivinen
fr: Actif
he: פעיל
hi: सक्रिय
hr: Aktivan
hu: Aktív
id: Aktif
it: Attivo
ja: 活発
ko: 활동적
ms: Aktif
nb: Aktiv
nl: Actief
pl: Aktywny
pt_br: Ativo
pt_pt: Ativo
ro: Activ
ru: Активный
sk: Aktívny
sl: Aktiven
sv: Aktiv
th: แอคทีฟ
tr: Aktif
uk: Активний
ur: متحرک
vi: Năng động
zh_hans: 活跃
zh_hant: 活躍

source: Activity
ar: النشاط
bn: কার্যকলাপ
cs: Aktivita
da: Aktivitet
de: Aktivität
el: Δραστηριότητα
es_es: Actividad
fi: Aktiivisuus
fr: Activité
he: פעילות
hi: गतिविधि
hr: Aktivnost
hu: Aktivitás
id: Aktivitas
it: Attività
ja: 活動量
ko: 활동량
ms: Aktiviti
nb: Aktivitet
nl: Activiteit
pl: Aktywność
pt_br: Atividade
pt_pt: Atividade
ro: Activitate
ru: Активность
sk: Aktivita
sl: Aktivnost
sv: Aktivitet
th: กิจกรรม
tr: Aktivite
uk: Активність
ur: سرگرمی
vi: Hoạt động
zh_hans: 活动量
zh_hant: 活動量

source: Add
ar: إضافة
bn: যোগ করুন
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es_es: Añadir
fi: Lisää
fr: Ajouter
he: הוספה
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
ms: Tambah
nb: Legg til
nl: Voeg toe
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sl: Dodaj
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
ur: شامل کریں
vi: Thêm
zh_hans: 添加
zh_hant: 加入

source: Add food
ar: إضافة طعام
bn: খাবার যোগ করুন
cs: Přidat jídlo
da: Tilføj mad
de: Essen hinzufügen
el: Προσθήκη φαγητού
es_es: Añadir comida
fi: Lisää ruokaa
fr: Ajouter un aliment
he: הוספת מזון
hi: खाना जोड़ें
hr: Dodaj hranu
hu: Étel hozzáadása
id: Tambah makanan
it: Aggiungi alimento
ja: 食品を追加
ko: 음식 추가
ms: Tambah makanan
nb: Legg til mat
nl: Voeg eten toe
pl: Dodaj jedzenie
pt_br: Adicionar alimento
pt_pt: Adicionar alimento
ro: Adaugă aliment
ru: Добавить еду
sk: Pridať jedlo
sl: Dodaj živilo
sv: Lägg till mat
th: เพิ่มอาหาร
tr: Yiyecek ekle
uk: Додати їжу
ur: کھانا شامل کریں
vi: Thêm món ăn
zh_hans: 添加食物
zh_hant: 加入食物

source: Add food to this day
ar: إضافة طعام إلى هذا اليوم
bn: এই দিনে খাবার যোগ করুন
cs: Přidat jídlo k tomuto dni
da: Tilføj mad til denne dag
de: Essen zu diesem Tag hinzufügen
el: Προσθήκη φαγητού σε αυτήν την ημέρα
es_es: Añadir comida a este día
fi: Lisää ruokaa tälle päivälle
fr: Ajouter un aliment à ce jour
he: הוספת מזון ליום זה
hi: इस दिन में खाना जोड़ें
hr: Dodaj hranu za ovaj dan
hu: Étel hozzáadása ehhez a naphoz
id: Tambah makanan ke tanggal ini
it: Aggiungi un alimento a questo giorno
ja: この日に食品を追加
ko: 이 날에 음식 추가
ms: Tambah makanan pada hari ini
nb: Legg til mat på denne dagen
nl: Voeg eten toe aan deze dag
pl: Dodaj jedzenie do tego dnia
pt_br: Adicionar alimento a este dia
pt_pt: Adicionar alimento a este dia
ro: Adaugă un aliment la această zi
ru: Добавить еду в этот день
sk: Pridať jedlo do tohto dňa
sl: Dodaj živilo za ta dan
sv: Lägg till mat för denna dag
th: เพิ่มอาหารในวันที่เลือก
tr: Bu güne yiyecek ekle
uk: Додати їжу до цього дня
ur: اس دن میں کھانا شامل کریں
vi: Thêm món ăn cho ngày này
zh_hans: 为这一天添加食物
zh_hant: 為這一天加入食物
